Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Metro Hunter.tmx
Source language: ko_kr
Languages: en_us

source: 설명해 줄 사람이요?
en_us: someone who could explain it to me?

source: 그래도 오랜만에 맡아보니 좋군.
en_us: but it’s nice to breathe the air here again...

source: 난 그냥 아몬을 불러내려 했을 뿐이라고!
en_us: I was only trying to summon amon!

source: 기어코 파도의 주인을 불러낼 생각이냐?
en_us: are you really that determined to call out the master of waves?

source: 선생님.
en_us: I leave it to you,

source: 같지 않아.
en_us: it’s not the same.

source: 첫 번째는 파도의 주인이 내뿜는 엄청난 마나가 주는 폭력적인 위압감.
en_us: the first was the intense pressure he felt from the huge amount of mana given off by the master of waves.

source: 정신이 번쩍 들게 해드려야겠군요!
en_us: let me wake you up to reality!

source: 마포 갈매기
en_us: mapo seagull

source: 타자마자 측정불가 레벨 몬스터라니
en_us: we just got on but we've already run into a monster with an unmeasurable level...

source: 마계는 대체 어떤 곳인 거지?
en_us: just what kind of place is the demon realm?

source: 꾸욱
en_us: press

source: 너 말고 주인이 여섯이나 더 있는 거냐?
en_us: so you’re saying there are six other masters besides you?

source: 마족은 대가 없는 선의를 베풀지 않는다!
en_us: demons’ kindness always comes at a price!

source: 조금만 더 자세하게 말해주지 않을래?
en_us: can you go into detail about what happened?

source: 강철 님께 작게나마 힘이 돼주고 싶었는데···.
en_us: I wanted to be at least a little useful to mr. kang.

source: 이제 와서 주인 행세할 생각이면 다시 꺼져버려!
en_us: if you thought you could come here and act like my master now, piss off!

source: 르 륵
en_us: whoosh

source: 챙그랑
en_us: shatter

source: 강한 자가
en_us: ...whoever’s stronger...

source: 그만둬!
en_us: stop it!

source: 강철 님.
en_us: mr. kang.

source: 아직입니다.
en_us: not yet, sir.

source: 아버지가 올드원의 자리에 오르는 것을 도와주십시오!
en_us: please help my father claim the old one’s seat!

source: 우왓!
en_us: wow!

source: 오크 파훼법
en_us: the way to defeat an orc...

source: 룰을 어긴 자의
en_us: ...is a rule-breaker’s...

source: 콩 고
en_us: condo

source: 녀석에겐 신세 지고 싶지 않았는데···.
en_us: I didn’t want to owe them a favor, though...

source: 스승님···.
en_us: master...

source: 헌터가이드
en_us: hunter guide

source: 지은이 왕호-
en_us: written by wang ho

source: 교인치곤 인사가 너무 거칠군?
en_us: pretty aggressive way of greeting someone for a religious man.

source: 어느 날 갑자기 화염의 주인의 세계가 무너지고
en_us: one day, the master of flames’s realm suddenly collapsed...

source: 지페리···.
en_us: zipherie...

source: 아쉽지만 밥은 다음에 먹어야 할 것 같군.
en_us: sorry, but I’ll have to save that meal for another time.

source: 우웅
en_us: hum

source: 강철 님을 습격한 귀신검.
en_us: the ghostly blade who attacked mr. kang.

source: 끝도 없이 흘러들어온다.
en_us: ...continuously.

source: 암살자 다이아
en_us: assassin diamond

source: 너의 신은 다를 거라고 어떻게 장담하지?
en_us: how can you be so sure your god is any different?

source: 말도 안 돼?!
en_us: impossible!

source: 내가 제물로 마나 스톤 말고 인간들도 바쳐왔었다는걸?
en_us: ...that I also sacrificed people, right?

source: 오크 아저씨도 별로 없어 보이는데?
en_us: that orc mister doesn’t look like he has a lot left either.

source: 느껴진다.
en_us: ...my mana dropping.

source: 감히 이 잿빛 산맥에서 지페리의 이름을 들먹여?
en_us: you dare mention zipherie’s name in these ash mountains?

source: 빼꼼
en_us: peek

source: 더이상 상대할 여력이···.
en_us: I don’t have the energy to fight them anymore...

source: 괜찮아.
en_us: it’s fine.

source: 네가 평생 써도 남을 만큼의 돈!
en_us: I’ll give you more money than you’ll ever need!

source: 콰작
en_us: crunch

source: 덕분에 마음껏 날뛸 수 있겠어!
en_us: now I can go wild!

source: 그거···.
en_us: that...

source: 우웩!
en_us: yuck!

source: 바로 출발 가능합니다.
en_us: ...so we’re good to depart immediately.

source: 메트로헌터 METROHUNTER 글:두엽 46화 그림:척준경
en_us: Metro Hunter Story by: Yopy Episode 46 Art by: Mr. Cheok

source: 마나 포션이 다 썩어가는 키메라의 몸에서 나온 걸 알게 되면
en_us: if people knew that your potions came from the flesh of a rotting chimera...

source: 복받으실 겁니다~ 왕자님!
en_us: bless you, your royal highness!

source: 아자토스 님이 올드원에게 도전하던 시절.
en_us: back when lord azatos challenged the old one...

source: 눈치 하나는 여전하구나!
en_us: you’re still as sharp as ever!

source: 10미터나 발사됩니다!
en_us: it can shoot up to 32 feet away!

source: 이곳에 온 이유가 뭡니까?
en_us: why did you come?

source: 쳇!
en_us: tsk!

source: 이 검은 눈은 축복자의 상징이죠.
en_us: these black eyes are a mark of the blessed.

source: 홀리펀치
en_us: Holy Punch

source: 이
en_us: you...

source: 하지만 이를 무시하고 한꺼번에 다량의 내열단을 섭취한 강철은
en_us: but cheol kang ignored this and took a large amount all at once.

source: 목적지는 미간!
en_us: and the target is his forehead!

source: 오크놈이 감당할 수 있는 양이 아닌데?
en_us: but the orc shouldn’t be able to handle this amount!

source: 신체 접촉이 있는 상대에게만 사용이 가능하다.
en_us: he can only use it against an opponent he is touching.

source: 내 육신을 모욕하고
en_us: did you think I would not know...

source: 보자 보자~ 어디~~ 보자아~~
en_us: let’s see, what do we have heeere!

source: 젊은 양반이 재주도 좋군!
en_us: you’re a talented young lad!

source: 저걸 진짜 네가 소환한 거야?
en_us: did you really summon that thing?

source: 오랜만이다.
en_us: it’s been awhile,

source: 마계박줘!
en_us: demon realm bats!

source: 백범수 관장님.
en_us: ...director baek.

source: 자격이요?
en_us: qualified?

source: 다른 길드에도 도움을 요청해!
en_us: and ask the other guilds for help!

source: 공허에서 놀고 있다가 발견했다니까요?
en_us: I found them while I was playing in the void.

source: 쿠아아
en_us: blaze

source: 10년 전
en_us: ten years ago

source: 드디어 와줬거든.
en_us: he’s finally here.

source: 주인이 이 세계에 얼마나 큰 영향을 끼치고 있는지 알 수 있지.
en_us: ...tells you how much influence a master has on this world.

source: 축복자의 상태를 보면
en_us: the state of a master’s blessed ones...

source: 손님?
en_us: guests?

source: 투콱
en_us: whabam

source: 애초에 불러내면 안 되는 존재를 불러왔으니
en_us: Gangnam station going up in flames was the inevitable result...

source: 아까도 말했지.
en_us: I told you a minute ago.

source: 미친 거 아니냐?!
en_us: are you serious?!

source: 큰 한 방으로 승부한다!
en_us: I’ll end this with one, powerful shot!

source: 네크로노미콘의 의지다.
en_us: ...but the will of the necronomicon.

source: 4출입구 이 태 원
en_us: 4 entrance itaewon

source: 빙빙 말이 사실이었나?
en_us: was Bingbing telling the truth?

source: 오늘 일.
en_us: go tell everyone...

source: 거절하면 워떻게 되는 겨?
en_us: what happens if I refuse yeh?

source: 큰일이네!
en_us: this is bad!

source: 뚝 뚝
en_us: drip drip

source: 원룸오피스텔
en_us: one-room apartments

source: 검 한 자루에 오크의 역사와 인생이 담겨 있달까?
en_us: you could say a single blade holds an orc’s history and life.

source: 고 오 오
en_us: loom

source: 저는 당신의 종이자 축복자!
en_us: I am thy servant and thy blessed one!

source: 열차라니까.
en_us: I said it’s a high-speed train.

source: 하지만 그건 길드의 재산인데ꞏꞏꞏ.
en_us: but those are the guild’s possessions...

source: 이렇게 맛있는 식사도 대접해 주시고!
en_us: not to mention, you’re treating us to this delicious meal!

source: 네놈이 다 망쳐버렸어ꞏꞏꞏ.
en_us: ...but it’s all ruined because of you.

source: 안타깝네요.
en_us: that’s a shame.

source: 마족인지 아닌지는 중요하지 않아요!
en_us: it doesn’t matter if she’s a demon or not!

source: 사냥하려고 온 게 아니니까.
en_us: we’re not here to hunt.

source: 그 가방 내가 사줄게.
en_us: I’ll buy that bag from you.

source: 아니, 괜찮아.
en_us: no, that’s fine.

source: 빠른 사태 수습을 위해
en_us: to save the situation...

source: 쿠 웅
en_us: fwip

source: 파하하핫!
en_us: wahahaha!

source: 다짜고짜 나와서 전부 때려 부수면 어떡해!
en_us: how could you suddenly smash everything up?!

source: 마지막 수다가 될 테니까!
en_us: they’ll be the last words you ever speak!

source: 슈{j}우
en_us: whoosh

source: 무턱대고 크게 휘두르지 말라고.
en_us: don’t make your swings so big.

source: 실험해 볼 수 있는 좋은 기회니까!
en_us: ...to test it out!

source: 좋아.
en_us: sure.

source: 아이구야!
en_us: whoa!

source: 올라와라.
en_us: come up.

source: 근데 감바스 님은 왜 안 드십니까?
en_us: but why aren’t you eating, mr. gambas?

source: 마나가···.
en_us: mana is flowing into me...

source: 남자는 원래 다 그런 거야!
en_us: that’s what it is to be a man!

source: 지니고 있는 것만으로 그 어떤 화염도 막아주는 신묘한 마계의 보물.
en_us: a mysterious demon realm treasure that protects the wearer from any flame.

source: 이제서야, 몸에 새겨진 수많은 상처들이 보이는 구려ꞏꞏꞏ.
en_us: I’m finally seeing the countless scars on your body...

source: 간지럽군.
en_us: that tickles.

source: 안돼!
en_us: no!

source: 둑
en_us: dice

source: 우리에게 그런 게 존재했나?
en_us: since when did we have a bond?

source: 마나가 제법 늠름해진 걸 보니 안 보는 사이에 한 번 더 성장했구나?
en_us: going by how strong your mana’s gotten, it looks like you’ve made some progress since last time.

source: 이제 끝내자.
en_us: let’s end this.

source: 어떻게든 둘의 만남을 저지해야만 한다.
en_us: ...we’ve got to stop these two from meeting at all costs.

source: 쿠 오{j}오
en_us: fwoom

source: 움직이지 않는다!
en_us: I can’t move!

source: 스마트 힐!!
en_us: smart heal!!

source: 홍석아.
en_us: hongseok.

source: 알다시피 이곳 신도들은
en_us: you are aware that the believers of this place...

source: 당신, 제가 꽤나 아끼는 부하였는데···.
en_us: you were one of my favorite subordinates...

source: 톡 톡
en_us: tap tap

source: 들썩{j}들썩
en_us: grab{j}

source: 부하들이 지켜보고 있다고!
en_us: my subordinates are watching!

source: 자신감이지.
en_us: it’s confidence.

source: 이대로 봉인된 건가요?
en_us: will this seal her?

source: 키야아~~ 해골왕 라둠을 제압하시다니!
en_us: whoooa, I’m amazed you vanquished radoom the skull king!

source: 죽을지도 모르고 달려드는 꼴이
en_us: the way you’re charging at me right now, not knowing it’ll kill you...

source: 이 안에서 누군가 하나는 죽는다고 생각하니 여는 게 겁니 나요.
en_us: when I think about how one of you is going to die, I’m scared to open it.

source: 무슨 일이 벌어지고 있는 거야?
en_us: what’s going on?

source: 또 무리를 해버렸군.
en_us: I pushed myself too hard again.

source: 우와앗!!
en_us: whoa!!

source: 분노는···.
en_us: anger...

source: ㅡ계속
en_us: To be continued

source: 길드원이 전부 덤벼도 당해낼 수 없었다.
en_us: all of the guild members put together were still no match for him.

source: 이곳은 던전!
en_us: this place is a dungeon!

source: 진짜는 이쪽입니다!
en_us: this was the real plan all along!

source: 계약에 따라 명령을 이행하지.
en_us: I will carry out your command according to the contract.

source: 아이고!!
en_us: goodness!

source: 우리를 안전한 곳까지 데려다줘!
en_us: bring us to safety!

source: 그만두지 못해?!
en_us: stop it, right now!

source: 이렇게 쉽게?
en_us: ...that easily?

source: 이건ꞏꞏꞏ.
en_us: this is...

source: 힘의 균형이 기울어지기 시작했다.
en_us: ....from the master of waves to cheol kang.

source: 있다!
en_us: ...working!

source: 하{j}하{j}하
en_us: hahaha

source: 실망이다.{j}강철!
en_us: yeh disappoint me, cheol kang!

source: 잠깐!!
en_us: wait!!

source: 배신한 이유가 뭔지!
en_us: why did you betray us?!

source: 지금까지의 헌터가이드는 잊어라!
en_us: forget about all other hunter guides!

source: 아아!!
en_us: ahh!

source: 그럼 어쩌죠?
en_us: then what do we do?

source: 와!
en_us: wow!

source: 주인의 힘을 다루는 건
en_us: I’m better than you...

source: 불꽃이 빠져나가는 걸 멈출 수 없다!
en_us: I can’t stop my fire from draining out!

source: 가방만 두고 도망칠까요?
en_us: should we leave the bag and run?

source: 모르면 알려주면 되지!
en_us: you could just teach me!

source: 그레이트 힐!
en_us: great heal!!

source: 처 억
en_us: bam

source: 어째서 네크로노미콘이 널 도와주는 거냐?
en_us: why’s the necronomicon helping you?

source: 제대로 사용할 줄 모른다면 그냥 잘 만든 키메라나 다를 바 없지.
en_us: ...if they don’t know how to use it, then it’s just another well-made chimera.

source: 성공을 위한 도구일 뿐이었다!
en_us: ...you were just a tool for my success!
